<?php



const CONFIG = [
    'db_name' => 'scrap2', //Имя базы данных для записи результатов (она создастся автоматически если бд с таким именем нет)
    'host' => 'localhost',
    'port' => 3306,
    'db_user' => 'root',
    'db_password' => 'root',
    'dt_lots' => 'lots', //Имя таблицы для записи лотов (она создастся автоматически если таблицы с таким именем нет внутри бд)
    'dt_files' => 'files', //Имя таблицы для записи файлов (она создастся автоматически если таблицы с таким именем нет внутри бд)
];
